[{"website": null, "yoga_style": ["Hatha Yoga and Vipassyana"], "name": ["Aagam... Tushita-Nepal Meditation Center"], "contact": ["Phone: +9779856025232  /  Email: "], "address": ["World Peace Stupa, Pumdi Bhumdi-1 Kaski, Nepal"], "instructor": ["Kshendrab"], "description": ["Guru Gorakshanath (father of Yoga & Meditation) & Veda Vyasa who wrote the 4 Vedas"]},
{"website": ["  |  "], "yoga_style": ["Satyananda (Bihar) Yoga"], "name": ["Ananda Yoga Center"], "contact": ["Phone: +977-1-5164048, +977-1-5164239.", "Mobile: +977-9741-409520, +977-98032-21485.", "Email: "], "address": ["Matatirtha-7, Yognagar, Kathmandu", "Post Box: 11225 Kathmandu"], "instructor": null, "description": ["Ananda Yoga Center provides a residential yoga facility. It is overlooking the Kathmandu Valley with views of the Himalayas. The Center is situated at the edge of Matatirtha village. It can be reached by bus or taxi within an hour from Kathmandu. Established in 1990, the retreat facility has been recognized by the Nepalese Government."]},
{"website": null, "yoga_style": null, "name": ["Ayurveda and Yoga Centre"], "contact": null, "address": ["Jorpati, Kathmandu, Nepal"], "instructor": ["Dr Ram Mani Bhandari"], "description": ["Ayurveda, Panchakarma and Yoga centre.", "Personal yoga instruction and yoga therapy in Nepali and English languages."]},
{"website": null, "yoga_style": null, "name": ["Bikram Yoga Kathmandu, Nepal"], "contact": null, "address": ["2nd Floor, Sagarmatha Bazaar (walking street), near OR2K and Cafe Kaldi. Thamel, Kathmandu, Nepal"], "instructor": null, "description": ["Bikram Yoga College of India now open in central Thamel, Kathmandu. Leave your ego at the door and challenge yourself in this 90 minute asana sequence performed in a heated room. Beginning to advanced students welcome. A great workout."]},
{"website": null, "yoga_style": ["Hatha, Bhakti, Kirtan, Mantra, Laughter.."], "name": ["Bohemian Yogi Tours with Tara and friends"], "contact": ["Phone: +306971585357  /  Email: "], "address": null, "instructor": null, "description": ["Experienced yogi guides offering wondrous journeys to the best of India, Bali and Nepal. These tours are a blissful blend of travel, culture, yoga, meditation, Ayurveda, spiritual seminars, laughter therapy, exotic vegetarian cuisine, stunning scenery, leisure and friendly people."]},
{"website": null, "yoga_style": ["Satyananda Yoga - Bihar Yoga"], "name": ["Divine Yoga Institute"], "contact": ["Email: ", " , "], "address": ["Ganesh Marga, Shankhamul, New Baneshwar - 34, Kathmandu"], "instructor": ["Sannyasi Vishnuswaroop (Thakur Krishna Uprety, Diploma in Yogic Studies, B A Major in English and Economics).", "\nSannyasi Vishnuswaroop completed his academic courses from Bihar School of Yoga / Bihar Yoga Bharati, Ganga Darshan, Munger, Bihar, India under the direct guidance of Swami Niranjananada Saraswati, the disciple of Swami Satyananda Saraswati."], "description": ["Divine Yoga Institute offers courses in yogic studies, training and lifestyle for people who want to deepen their experience of Yoga. Courses range from one week to three months."]},
{"website": null, "yoga_style": null, "name": ["Healing Retreats in the Himalayas"], "contact": ["Email: "], "address": ["Healing retreats and yoga tours in the incredible Himalayas of Nepal."], "instructor": null, "description": ["We are a boutique tour company specialising in healing retreats and yoga tours in the incredible Himalayas of Nepal."]},
{"website": ["  |  "], "yoga_style": ["Mainly \"Hatha Yoga\" and others also."], "name": ["The Himalayan International Yoga Academy (HIYA)"], "contact": ["Tel: +977 1 2021259, 9841213025 (Dr. Subodh)  /  Email: "], "address": ["G. P. Box 5801, Kathmandu, Nepal"], "instructor": ["Dr. Subodh Simkhada - A Certified Yoga Teacher and Naturopathic Physician in Nepal"], "description": ["The Himalayan International Yoga Academy (HIYA) is operated by highly trained professional Yoga and Naturopathic Physicians. At this academy, we offer Yoga, Meditation, Pancha Karma practice with elements of the Ayurvedic life style."]},
{"website": null, "yoga_style": null, "name": ["Hotel Himalaya Yoga"], "contact": null, "address": ["Thamel, Kathmandu"], "instructor": null, "description": ["Our main goal is to combine our best hospitality service with the well being of your health through Yoga and Meditation after a tiresome journey. Hotel Himalaya has specially introduced the retreat under the best experienced yoga & meditation teacher. Whether you're on your very first visit to the Himalayan country of Nepal or you have been here many times, we will take every possible care to make your inner as well as outer journey as joyful as possible."]},
{"website": null, "yoga_style": null, "name": ["kamma Healing Center"], "contact": null, "address": ["Babar Mahal Revisited, Babar Mahal, Kathmandu, Nepal;", "\r\nSanepa, Lalitpur, Nepal;", "British Embassy, Kathmandu Nepal."], "instructor": null, "description": ["Sivananda style, kripalu, Astanga, Tai Chi, Meditation and other healing arts.", "If people need, we can arrange a residential package (at other place) on request."]},
{"website": null, "yoga_style": null, "name": ["Kathmandu Centre of Healing"], "contact": null, "address": ["G.P.O. Box 8975, E.P.C. 5139, Kathmandu, Nepal"], "instructor": null, "description": ["Sivananda Yoga Tradition Programme, Hatha Yoga, Nidra", "\r\nRegular classes: Monday, Wednesday and Friday 07:00 - 09:00, Wednesday 17:30 - 19:30. ", "Introduction to Hatha Yoga Course, Yogic Cleansings, Yoga Nidra Classes: By arrangement."]},
{"website": null, "yoga_style": null, "name": ["Kathmandu School of Yoga (Satyananda Yoga)"], "contact": null, "address": ["Pulchok, Lalitpur, Kathmandu"], "instructor": null, "description": ["Kathmandu School of Yoga is a registered yoga institution with the Government of Nepal. It deals with the various dimensions of the needs and interests of the aspirants. It follows the systems of teaching founded by Paramahamsa Satyananda Saraswati, the Founder of Satyananda Yoga or Bihar Yoga. Tel: +977 98511 68145 / +977 980 30 28 296  /  Email: "]},
{"website": ["  |  "], "yoga_style": ["Lazy yoga, Easy Yoga, Natural Yoga, Sahaja Yoga, Bhusuku Yoga, etc."], "name": ["Lazy-Yoga"], "contact": ["Phone: 977-9803274249  /  Email: "], "address": ["Koteshwor-35, Kathmandu, Nepal"], "instructor": ["Anil Joshi"], "description": ["Yoga for the lazy, busy, chubby and more. From lazy to active; hyper-active to active.", "Online yoga classes (by email, chat) for the lazy, busy, chubby and many more.", "Now, lazy-yoga.com teaches in person too."]},
{"website": null, "yoga_style": null, "name": ["Mahalaya Retreats and Yoga Teacher Trainings"], "contact": ["Email: "], "address": ["Nepal"], "instructor": null, "description": ["Mahalaya invites you to explore the most extraordinary place on earth - you - to find a greater mindfulness and wellbeing. Our 200 hour Teacher Training combines high-quality training with excellent teachers, with the study of yoga philosophy in Nepal, where ancient yogic traditions are still alive: taking you to the spiritual heart of the practice. "]},
{"website": null, "yoga_style": null, "name": ["Marigold Yoga India"], "contact": null, "address": ["Annapurna in Nepal.  "], "instructor": ["Meg Lee.  Email: "], "description": ["Meg Lee's Yoga Holidays for the Elderly, Yoga Courses for Senior Citizens for people retired from paid work and family responsibilities. Also known as Third Age Yoga, Yoga for Elderly, Retirement Yoga, Yoga in your 60's, 70's & 80's. Yoga Holidays in Goa, Pushkar in India & Nepal."]},
{"website": null, "yoga_style": null, "name": ["Nava Raj Dahal"], "contact": null, "address": ["Tridevi Marg, Thamel, Kathmandu"], "instructor": ["Swami Basu"], "description": ["Nepal Environmental Treks and Expedition arranges yoga classes in Kathmandu, Nepal. If you are planning to do yoga and meditation, please feel free to contact us. We are always happy to service you with smile.", "\r\nYoga = combine the life to sole"]},
{"website": null, "yoga_style": null, "name": ["Nepal Yoga Retreat Center and Spa"], "contact": null, "address": ["Pancha Mahalaxmi Temple, Chhaling, Bhaktapur (on the way to Nagarkot)"], "instructor": ["Dr. Chintamani Gautam.  Email: "], "description": ["We have a new purpose designed yoga centre with excellent facilities, Nepal's most comfortable yoga accommodation, a serene setting with prana from the natural surrounds and tasty organic food. At the retreat, there is also Nepal Yoga Academy for teacher training."]},
{"website": ["  |  "], "yoga_style": ["Ashtanga, Iyengar, Hatha, Satyananada, Sivananda, Vinyasa Flow, Power, Dynamic Hatha"], "name": ["Pranamaya Yoga Nepal"], "contact": ["Email: "], "address": null, "instructor": null, "description": ["Pranamaya Yoga offers daily different style yoga classes and workshops in three comfortable and centrally located city studios. We also organise weekly yoga retreats at beautiful locations in the hills around Kathmandu.", "\r\nFor more information on our classes, teachers and upcoming events please visit our website or send us a mail. We are looking forward to meeting you! "]},
{"website": null, "yoga_style": null, "name": ["Rishi Yoga Centre"], "contact": null, "address": ["North Lakeside, Khahare, Pokhara, Nepal"], "instructor": ["Rishav (Rishi) Pokharel,  Email: "], "description": ["Daily Hatha Yoga Classes, including Pranayama, meditation and relaxation. Daily from 8am to 10am and from 4pm to 6pm - only 350 NRP per class. Suitable for all levels, from beginners to advance. Bookings not necessary but please e-mail or call (+977) 9846204406 to confirm class times. Matts are provided. Classes in English, Nepali and Hindi languages."]},
{"website": ["  |  ", "   /  "], "yoga_style": ["Ancient Yoga tradition. Ashtanga yoga thorough Patanjali tradition, Hatha Yoga, Yoga therapy, Kundalini Yoga, Tantra Yoga, Raja Yoga, Various Meditation techniques. We also teach other yoga techniques according to individual interests and needs."], "name": ["Sadhana Bhumi Himalaya For Life Research"], "contact": ["Phone: (00977) 1 - 4039070 / 9813314157 / 9813314158"], "address": ["Matatirtha-9, Dhaksi, Kathmandu, Nepal", "\r\nWe are located just 30 minutes away from the centre of Kathmandu, so close to the city but so far from the noise. Our centre is located at the highest of the hill, the view of Kathmandu valley and Himalayan mountains are breath taking."], "instructor": null, "description": null},
{"website": null, "yoga_style": null, "name": ["Sadhana Yoga Retreat"], "contact": null, "address": ["Sedi Bagar, Sarangkot-7, Kaski/Pokhara"], "instructor": ["Asanga, Principle Teacher and Founder"], "description": ["Sadhana Yoga has been offering a variety of courses according to our participant's requests and needs for more than a decade. Asanga has over 20 years experience including several years as the disciple of Yogi Vikashanand and holds a Bachelor Certificate of Naturopathy and Yoga Therapy with the Indian Board of Alternative Medicines in Calcutta, India."]},
{"website": null, "yoga_style": ["Sapta Yoga"], "name": ["Sapta Yoga International, Patanjali Yoga Retreat Center"], "contact": ["Tel : ++9771-427-8437 (Dialing to Kathmandu, Nepal)  /  Email: "], "address": ["Pokhara, Nepal some 140 miles / 210 km northwest of Kathmandu."], "instructor": ["Yogacharya Dr. Sushil Bhattacharya"], "description": null},
{"website": null, "yoga_style": null, "name": ["Sati: Ashtanga Yoga In Nepal"], "contact": null, "address": ["Kathmandu, Nepal"], "instructor": null, "description": ["Sati teaches the Ashtanga Vinyasa Yoga system and the philosophical traditions of Samkhya, Vedanta, and Mahayana Buddhism. She leads mysore classes, led classes and retreats in Kathmandu, Nepal. To learn more please visit her website: "]},
{"website": null, "yoga_style": null, "name": ["Shanti Yoga Ashram"], "contact": null, "address": ["Machhegaun, Kathmandu, Nepal"], "instructor": ["Main Yoga Guru Yogi Prakash"], "description": ["Shanti Yoga Ashram is developed as a spiritual place to promote and teach classical Tantra Yoga, to all the people without consideration of castes, religion, race or gender and to support people to go deeper into spiritual life style using classical yoga's techniques and philosophy."]},
{"website": null, "yoga_style": ["Various traditions are examined based on the event with a focus given to Ashtanga Yoga."], "name": ["Vasudhaiva Institute"], "contact": ["Email: "], "address": null, "instructor": null, "description": [" a global educational institute with operations based in Kathmandu, Nepal. We invite scholars, yogins, artists, and therapists from around the world to teach for Vasudhaiva Institute in retreat settings or as part of extended training programs and short intensives. While we are focused in the traditions of Yoga and Buddhism, we invite teachers and scholars from a wide range schools for intensive practice as well as comparative study. "]},
{"website": null, "yoga_style": null, "name": ["Yoga Teacher Training in Nepal by Rishikul Yogshala"], "contact": null, "address": ["Pokhara, Nepal"], "instructor": null, "description": ["Rishikul Yogshala - RYS200 and RYS500, offers 200 hour yoga teacher training, 300 hour yoga teacher training and 500 hour yoga teacher training in Rishikesh, India & Pokhara, Nepal. Our courses cover in-depth study of Ashtanga Vinyasa, Hatha Yoga, meditation, Anatomy and Physiology along with the Ayurveda and Naturopathy. All the courses offered by us are designed in accordance with the Yoga Alliance, USA standards."]},
{"website": ["  |  ", "  |  "], "yoga_style": ["Hatha Yoga, Vinyasa Flow and combinations of alignment, of static and flowing postures mixed with breathing, meditative and ethical practices."], "name": ["Yogi-nomad"], "contact": ["Skype: terra_77  /  Email: "], "address": ["Kathmandu, Nepal"], "instructor": null, "description": ["Yogi-nomad is a non-profit organization dedicated to expanding consciousness through Yoga worldwide. Yogi-nomad holds Yoga teacher training Courses (TTC) Nepal at yoga centers in Kathmandu, plus retreats/workshops in Asia, Europe and the Americas. We combine the practice of Yoga and Ayurveda with other enlightening practices like Nutrition and Thai massage."]}]